Repository: LanaD-cell/ja_rental
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: Welcome to Calli the Camper!
de: Willkommen bei Calli dem Camper!

source: Please select your language.
de: Bitte wählen Sie Ihre Sprache aus.

source: Technical Details
de: Technische Daten

source: Year of manufacture
de: Baujahr

source: Power
de: Leistung

source: Fuel type
de: Kraftstoffart

source: Emission standard
de: Abgasnorm

source: Fuel consumption per 100 km
de: Kraftstoffverbrauch pro 100 km

source: Fuel tank capacity
de: Tankinhalt

source: Vehicle dimensions (L/W/H)
de: Fahrzeugabmessungen (L/B/H)

source: Length for ferry booking
de: Länge für Fährbuchung

source: Length for ferry booking with bike rack
de: Länge für Fährbuchung mit Fahrradträger

source: Permissible total weight
de: Zulässiges Gesamtgewicht

source: Driving
de: Fahren

source: Seats for 4 people
de: Sitzplätze für 4 Personen

source: Automatic transmission
de: Automatikgetriebe

source: Cruise control including ACC (Adaptive Cruise Control)
de: Tempomat inkl. ACC (Adaptiver Tempomat)

source: Air conditioning
de: Klimaanlage

source: Multimedia system with DAB+
de: Multimediasystem mit DAB+

source: Partly all-season & summer tires
de: Teilweise Ganzjahres- & Sommerreifen

source: Parking assist front & rear including rearview camera
de: Einparkhilfe vorne & hinten inkl. Rückfahrkamera

source: Living & Sleeping
de: Wohnen & Schlafen

source: Sleeping places for 2 + 2 people
de: Schlafplätze für 2 + 2 Personen

source: Loft bed (122 × 160 / 190 cm)
de: Hubbett (122 × 160 / 190 cm)

source: Stowable interior table
de: Verstaubarer Innentisch

source: Toilet with mobile wastewater cassette
de: Toilette mit mobiler Abwasserkassette

source: All-round privacy (including front & rear window)
de: Rundum-Sichtschutz (inkl. Front- & Heckscheibe)

source: Storage space under the cross bed
de: Stauraum unter dem Querbett

source: 5V USB, 12V & 230V sockets
de: 5V USB-, 12V- & 230V-Steckdosen

source: Cross bed in rear (193 × 140 cm)
de: Querbett im Heck (193 × 140 cm)

source: Swivel front seats
de: Drehbare Vordersitze

source: Wet room with shower & WC
de: Nasszelle mit Dusche & WC

source: Hot water boiler (12 L)
de: Warmwasserboiler (12 L)

source: Cabinet system with generous storage space
de: Schranksystem mit großzügigem Stauraum

source: Parking heater
de: Standheizung

source: Second battery
de: Zweite Batterie

source: Kitchen
de: Küche

source: 2-burner gas stove
de: 2-Flammen-Gaskocher

source: Sink
de: Spüle

source: Cooking & kitchen utensils included
de: Koch- & Küchenutensilien inklusive

source: Fresh water tank (110 L) & wastewater tank (90 L)
de: Frischwassertank (110 L) & Abwassertank (90 L)

source: Refrigerator (70 L) & freezer (7.5 L)
de: Kühlschrank (70 L) & Gefrierfach (7,5 L)

source: Pull-out kitchen for more space
de: Ausziehbare Küche für mehr Platz

source: Outdoor Area
de: Außenbereich

source: Awning with fold-out support legs
de: Markise mit ausklappbaren Stützbeinen

source: Outdoor socket & extension cable
de: Außensteckdose & Verlängerungskabel

source: Camping table & 2 camping chairs
de: Campingtisch & 2 Campingstühle

source: Other Camping Equipment
de: Weitere Campingausstattung

source: Leveling blocks
de: Auffahrkeile

source: Cozy On The Road
de: Gemütlich unterwegs

source: Sleeping places for 2+2 people with a cross bed in the rear and a loft bed for kids. The swivel front seats and interior table make it cozy, and the cabinet system as well as under the bed provide plenty of storage space for everything you need.
de: Schlafplätze für 2+2 Personen mit einem Querbett im Heck und einem Hubbett für Kinder. Die drehbaren Vordersitze und der Innentisch sorgen für Gemütlichkeit, und das Schranksystem sowie der Stauraum unter dem Bett bieten ausreichend Platz für alles, was man braucht.

source: Note:
de: Hinweis:

source: Pets are unfortunately not allowed.
de: Haustiere sind leider nicht erlaubt.

source: Camper Image
de: Camper-Bild

source: Recommended Camping Destinations
de: Empfohlene Campingziele

source: Visit Website
de: Website besuchen

source: No destinations available at the moment.
de: Zurzeit sind keine Reiseziele verfügbar.

source: 3. This is how it works
de: 3. So funktioniert es

source: All about renting.
de: Alles rund ums Mieten.

source: Here you will learn everything important about renting Calli. Starting from the pickup...
de: Hier erfährst du alles Wichtige zur Miete von Calli – beginnend bei der Abholung...

source: Step 1: Booking
de: Schritt 1: Buchung

source: Choose your dates and book Calli easily online.
de: Wähle deine Reisedaten und buche Calli ganz einfach online.

source: Step 2: Pickup
de: Schritt 2: Abholung

source: Pick up Calli at the agreed location and time.
de: Hole Calli am vereinbarten Ort und zur vereinbarten Zeit ab.

source: Step 3: Enjoy your trip
de: Schritt 3: Reise genießen

source: Explore freely with Calli and make great memories.
de: Erkunde frei mit Calli und sammle unvergessliche Erlebnisse.

source: Step 4: Return
de: Schritt 4: Rückgabe

source: Return Calli clean and on time at the agreed spot.
de: Gib Calli sauber und pünktlich am vereinbarten Ort zurück.

source: Step 5: Feedback
de: Schritt 5: Feedback

source: Tell us about your experience and help us improve.
de: Erzähl uns von deinen Erfahrungen und hilf uns, besser zu werden.

source: Step 6: Ready for the next adventure
de: Schritt 6: Bereit für das nächste Abenteuer

source: Prepare for your next journey with Calli or recommend us.
de: Bereite dich auf deine nächste Reise mit Calli vor oder empfehle uns weiter.

source: Get to know the innovative and practical functions of the VW Grand California.
de: Lerne die innovativen und praktischen Funktionen des VW Grand California kennen.

source: Watch videos and view images demonstrating how each feature enhances your travel experience.
de: Sieh dir Videos und Bilder an, die zeigen, wie jede Funktion dein Reiseerlebnis verbessert.

source: Stay warm and cozy during chilly drives with the integrated seat heating system.
de: Bleib auch bei kühleren Fahrten warm und gemütlich dank der integrierten Sitzheizung.

source: Prepare your favorite meals on the go with the fully equipped kitchenette inside.
de: Bereite unterwegs deine Lieblingsgerichte in der voll ausgestatteten Küchenzeile zu.

source: Keep the interior comfortable even on cold nights using the auxiliary heater.
de: Halte den Innenraum auch in kalten Nächten angenehm warm mit der Zusatzheizung.

source: Enjoy a relaxed drive with adaptive cruise control and parking assist.
de: Genieße eine entspannte Fahrt mit adaptivem Tempomat und Einparkhilfe.

source: See how easy it is to transform the seating area into comfortable sleeping spots.
de: Sieh dir an, wie einfach sich der Sitzbereich in gemütliche Schlafplätze verwandeln lässt.

source: Discover the clever storage options to keep everything organized during your trip.
de: Entdecke clevere Stauraumlösungen, um während deiner Reise alles ordentlich zu verstauen.

source: Booking Dates
de: Buchungsdaten

source: Primary Driver Details
de: Angaben zum Hauptfahrer

source: Additional Driver (Optional)
de: Zusätzlicher Fahrer (optional)

source: Additional Options
de: Zusätzliche Optionen

source: Book Now
de: Jetzt buchen

source: Booked
de: Gebucht

source: Booking confirmed!
de: Buchung bestätigt!

source: Account Inactive
de: Konto inaktiv

source: This account is inactive.
de: Dieses Konto ist inaktiv.

source: We've sent a code to %(recipient)s. The code expires shortly, so please enter it soon.
de: Wir haben einen Code an %(recipient)s gesendet. Der Code läuft bald ab, bitte geben Sie ihn zeitnah ein.

source: Confirm
de: Bestätigen

source: Request new code
de: Neuen Code anfordern

source: Cancel
de: Abbrechen

source: Confirm Access
de: Zugang bestätigen

source: Please reauthenticate to safeguard your account.
de: Bitte authentifizieren Sie sich erneut, um Ihr Konto zu schützen.

source: Alternative options
de: Alternative Optionen

source: Email Verification
de: E-Mail-Verifizierung

source: Enter Email Verification Code
de: E-Mail-Verifizierungscode eingeben

source: Use a different email address
de: Andere E-Mail-Adresse verwenden

source: Sign In
de: Anmelden

source: Enter Sign-In Code
de: Anmeldecode eingeben

source: Password Reset
de: Passwort zurücksetzen

source: Enter Password Reset Code
de: Code zum Zurücksetzen des Passworts eingeben

source: Phone Verification
de: Telefonverifizierung

source: Enter Phone Verification Code
de: Telefonverifizierungscode eingeben

source: Use a different phone number
de: Andere Telefonnummer verwenden

source: Email Addresses
de: E-Mail-Adressen

source: The following email addresses are associated with your account:
de: Folgende E-Mail-Adressen sind mit Ihrem Konto verknüpft:

source: Verified
de: Verifiziert

source: Unverified
de: Nicht verifiziert

source: Primary
de: Primär

source: Make Primary
de: Als primär festlegen

source: Re-send Verification
de: Verifizierung erneut senden

source: Remove
de: Entfernen

source: Add Email Address
de: E-Mail-Adresse hinzufügen

source: Add Email
de: E-Mail hinzufügen

source: Do you really want to remove the selected email address?
de: Möchten Sie die ausgewählte E-Mail-Adresse wirklich entfernen?

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
de: Sie erhalten diese E-Mail, weil Sie oder jemand anderes versucht hat, sich mit der folgenden E-Mail-Adresse anzumelden: %(email)s Es existiert jedoch bereits ein Konto mit dieser E-Mail-Adresse. Falls Sie das vergessen haben, nutzen Sie bitte die Funktion 'Passwort vergessen', um Ihr Konto wiederherzustellen: %(password_reset_url)s

source: Account Already Exists
de: Konto existiert bereits

source: Hello from %(site_name)s!
de: Hallo von %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
de: Vielen Dank, dass Sie %(site_name)s verwenden! %(site_domain)s

source: You are receiving this mail because the following change was made to your account:
de: Sie erhalten diese Nachricht, weil folgende Änderung an Ihrem Konto vorgenommen wurde:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
de: Wenn Sie diese Änderung nicht erkennen, treffen Sie bitte umgehend entsprechende Sicherheitsvorkehrungen. Die Änderung stammt von: - IP-Adresse: %(ip)s - Browser: %(user_agent)s - Datum: %(timestamp)s

source: Your email has been changed from %(from_email)s to %(to_email)s.
de: Ihre E-Mail-Adresse wurde von %(from_email)s zu %(to_email)s geändert.

source: Email Changed
de: E-Mail-Adresse geändert

source: Your email has been confirmed.
de: Ihre E-Mail-Adresse wurde bestätigt.

source: Email Confirmation
de: E-Mail-Bestätigung

source: You're receiving this email because user %(user_display)s has given your email address to register an account on %(site_domain)s.
de: Sie erhalten diese E-Mail, weil der Benutzer %(user_display)s Ihre E-Mail-Adresse zur Registrierung eines Kontos auf %(site_domain)s angegeben hat.

source: Your email verification code is listed below. Please enter it in your open browser window.
de: Ihr Verifizierungscode für die E-Mail ist unten aufgeführt. Bitte geben Sie ihn in Ihrem offenen Browserfenster ein.

source: To confirm this is correct, go to %(activate_url)s
de: Um dies zu bestätigen, besuchen Sie bitte: %(activate_url)s

source: Please Confirm Your Email Address
de: Bitte bestätigen Sie Ihre E-Mail-Adresse

source: Email address %(deleted_email)s has been removed from your account.
de: Die E-Mail-Adresse %(deleted_email)s wurde von Ihrem Konto entfernt.

source: Email Removed
de: E-Mail entfernt

source: Your sign-in code is listed below. Please enter it in your open browser window.
de: Ihr Anmeldecode ist unten aufgeführt. Bitte geben Sie ihn in Ihrem offenen Browserfenster ein.

source: This mail can be safely ignored if you did not initiate this action.
de: Diese E-Mail kann ignoriert werden, wenn Sie diese Aktion nicht selbst veranlasst haben.

source: Sign-In Code
de: Anmeldecode

source: Your password has been changed.
de: Ihr Passwort wurde geändert.

source: Password Changed
de: Passwort geändert

source: Your password reset code is listed below. Please enter it in your open browser window.
de: Ihr Code zum Zurücksetzen des Passworts ist unten aufgeführt. Bitte geben Sie ihn in Ihrem offenen Browserfenster ein.

source: Password Reset Code
de: Passwort-Zurücksetzungscode

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
de: Sie erhalten diese E-Mail, weil Sie oder jemand anderes das Zurücksetzen des Passworts für Ihr Benutzerkonto angefordert hat. Wenn Sie dies nicht angefordert haben, können Sie diese E-Mail ignorieren. Klicken Sie auf den folgenden Link, um Ihr Passwort zurückzusetzen.

source: In case you forgot, your username is %(username)s.
de: Falls Sie es vergessen haben: Ihr Benutzername ist %(username)s.

source: Password Reset Email
de: E-Mail zum Zurücksetzen des Passworts

source: Your password has been reset.
de: Ihr Passwort wurde zurückgesetzt.

source: Your password has been set.
de: Ihr Passwort wurde festgelegt.

source: Password Set
de: Passwort festgelegt

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
de: Sie erhalten diese E-Mail, weil Sie oder jemand anderes versucht hat, auf ein Konto mit der E-Mail-Adresse %(email)s zuzugreifen. In unserer Datenbank ist jedoch kein solches Konto verzeichnet.

source: If it was you, you can sign up for an account using the link below.
de: Falls Sie es waren, können Sie über den folgenden Link ein Konto erstellen.

source: Unknown Account
de: Unbekanntes Konto

source: Email Address
de: E-Mail-Adresse

source: Current email
de: Aktuelle E-Mail

source: Changing to
de: Wechselt zu

source: Your email address is still pending verification.
de: Ihre E-Mail-Adresse wartet noch auf die Verifizierung.

source: Cancel Change
de: Änderung abbrechen

source: Change to
de: Ändern zu

source: Change Email
de: E-Mail ändern

source: Confirm Email Address
de: E-Mail-Adresse bestätigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
de: Bitte bestätigen Sie, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mail-Adresse von Benutzer %(user_display)s ist.

source: Unable to confirm %(email)s because it is already confirmed by a different account.
de: %(email)s kann nicht bestätigt werden, da diese Adresse bereits von einem anderen Konto bestätigt wurde.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
de: Dieser Bestätigungslink ist abgelaufen oder ungültig. Bitte <a href="%(email_url)s">fordern Sie eine neue E-Mail-Bestätigung an</a>.

source: If you have not created an account yet, then please %(link)ssign up%(end_link)s first.
de: Wenn Sie noch kein Konto erstellt haben, dann %(link)serstellen Sie bitte zuerst eines%(end_link)s.

source: Sign in with a passkey
de: Mit einem Sicherheitsschlüssel anmelden

source: Send me a sign-in code
de: Senden Sie mir einen Anmeldecode

source: Sign Out
de: Abmelden

source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?

source: You cannot remove your primary email address (%(email)s).
de: Sie können Ihre primäre E-Mail-Adresse (%(email)s) nicht entfernen.

source: Confirmation email sent to %(email)s.
de: Bestätigungs-E-Mail wurde an %(email)s gesendet.

source: You have confirmed %(email)s.
de: Sie haben %(email)s bestätigt.

source: Removed email address %(email)s.
de: E-Mail-Adresse %(email)s wurde entfernt.

source: Successfully signed in as %(name)s.
de: Erfolgreich angemeldet als %(name)s.

source: You have signed out.
de: Sie haben sich abgemeldet.

source: A sign-in code has been sent to %(recipient)s.
de: Ein Anmeldecode wurde an %(recipient)s gesendet.

source: Password successfully changed.
de: Passwort erfolgreich geändert.

source: Password successfully set.
de: Passwort erfolgreich festgelegt.

source: A verification code has been sent to %(phone)s.
de: Ein Verifizierungscode wurde an %(phone)s gesendet.

source: You have verified phone number %(phone)s.
de: Sie haben die Telefonnummer %(phone)s verifiziert.

source: Primary email address set.
de: Primäre E-Mail-Adresse festgelegt.

source: Your primary email address must be verified.
de: Ihre primäre E-Mail-Adresse muss verifiziert werden.

source: Change Password
de: Passwort ändern

source: Forgot Password?
de: Passwort vergessen?

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
de: Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen eine E-Mail, mit der Sie es zurücksetzen können.

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte kontaktieren Sie uns, wenn Sie Probleme beim Zurücksetzen Ihres Passworts haben.

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
de: Wir haben Ihnen eine E-Mail gesendet. Wenn Sie sie nicht erhalten haben, überprüfen Sie bitte Ihren Spam-Ordner. Andernfalls kontaktieren Sie uns, falls Sie sie nach einigen Minuten nicht erhalten.

source: Bad Token
de: Ungültiges Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise wurde er bereits verwendet. Bitte <a href="%(passwd_reset_url)s">fordern Sie ein neues Passwort-Reset an</a>.

source: Your password is now changed.
de: Ihr Passwort wurde erfolgreich geändert.

source: Set Password
de: Passwort festlegen

source: Change Phone
de: Telefonnummer ändern

source: Current phone
de: Aktuelle Telefonnummer

source: Your phone number is still pending verification.
de: Ihre Telefonnummer wartet noch auf die Bestätigung.

source: Enter your password:
de: Geben Sie Ihr Passwort ein:

source: You will receive a special code for a password-free sign-in.
de: Sie erhalten einen speziellen Code für die passwortfreie Anmeldung.

source: Request Code
de: Code anfordern

source: Other sign-in options
de: Weitere Anmeldeoptionen

source: Signup
de: Registrierung

source: Sign Up
de: Registrieren

source: Already have an account? Then please %(link)ssign in%(end_link)s.
de: Sie haben bereits ein Konto? Dann bitte %(link)sanmelden%(end_link)s.

source: Sign up using a passkey
de: Mit einem Passkey registrieren

source: Passkey Sign Up
de: Passkey-Registrierung

source: Other options
de: Weitere Optionen

source: Sign Up Closed
de: Registrierung geschlossen

source: We are sorry, but the sign up is currently closed.
de: Es tut uns leid, aber die Registrierung ist derzeit geschlossen.

source: Note
de: Hinweis

source: You are already logged in as %(user_display)s.
de: Sie sind bereits als %(user_display)s angemeldet.

source: Warning:
de: Warnung:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
de: Sie haben derzeit keine E-Mail-Adresse eingerichtet. Sie sollten unbedingt eine E-Mail-Adresse hinzufügen, damit Sie Benachrichtigungen erhalten, Ihr Passwort zurücksetzen usw. können.

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
de: Wir haben Ihnen eine E-Mail zur Verifizierung gesendet. Folgen Sie dem Link in der E-Mail, um die Registrierung abzuschließen. Wenn Sie die E-Mail nicht in Ihrem Posteingang finden, überprüfen Sie bitte Ihren Spam-Ordner. Kontaktieren Sie uns, wenn Sie die E-Mail nicht innerhalb weniger Minuten erhalten.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
de: Für diesen Teil der Website müssen wir bestätigen, dass Sie tatsächlich die Person sind, für die Sie sich ausgeben. Dazu müssen Sie den Besitz Ihrer E-Mail-Adresse verifizieren.

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
de: Wir haben Ihnen eine E-Mail zur Verifizierung gesendet. Bitte klicken Sie auf den Link in dieser E-Mail. Wenn Sie die Verifizierungs-E-Mail nicht in Ihrem Posteingang sehen, überprüfen Sie Ihren Spam-Ordner. Kontaktieren Sie uns, wenn Sie sie nicht innerhalb weniger Minuten erhalten.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
de: <strong>Hinweis:</strong> Sie können Ihre <a href="%(email_url)s">E-Mail-Adresse weiterhin ändern</a>.

source: Calli the Camper
de: Calli der Camper

source: Home
de: Startseite

source: Introduction to Calli
de: Über Calli

source: How this works
de: So läuft`s ab

source: Contact
de: Kontakt

source: Logout
de: Abmelden

source: Register
de: Registrieren

source: Login
de: Anmelden

source: Calli explores the world – and you can join in!
de: Calli entdeckt die Welt – und du kannst mit!

source: Calli is more than just a camper – he’s our little adventure on four wheels. But instead of just using him ourselves, we want other people to experience the freedom of travel too. That way, Calli keeps discovering new places, and you might find your very own favorite spot.
de: Calli ist mehr als nur ein Camper – er ist unser kleines Abenteuer auf vier Rädern. Aber anstatt ihn nur selbst zu nutzen, möchten wir auch anderen die Freiheit des Reisens ermöglichen. So entdeckt Calli ständig neue Orte – und vielleicht findest du dabei deinen ganz persönlichen Lieblingsplatz.

source: VW Grand California Merkmale & Ausstattung
de: VW Grand California Features & Ausstattung

source: 4 seats & 2+2 sleeping places
de: 4 Sitze & 2+2 Schlafplätze

source: Seat heating
de: Sitzheizung

source: Integrated kitchenette
de: Integrierte Küchenzeile

source: Auxiliary heater
de: Zusatzheizung

source: Check Availability
de: Verfügbarkeit prüfen

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Close
de: Schließen
